content/essays/24-23-Kabul-2001.org
#+TITLE: Kabul 2001
#+DATE: 2001-01-01
#+HUGO_BASE_DIR: ../../
#+HUGO_SECTION: essays
#+HUGO_TAGS: Civilians
#+EXPORT_FILE_NAME: 24-23-Kabul-2001.org
#+LOCATION: Afghanistan
#+YEAR: 2001


In response to the September 11 attacks, the U.S. launched Operation Enduring Freedom, beginning with airstrikes on Taliban-controlled Kabul.

Zarmina Gul, a mother of four, lived near a military barracks. When the bombing started, the shockwaves shattered windows and ignited a nearby oil store. Her home caught fire, and she fled with her children through thick smoke.

Gul’s youngest daughter suffered burns, and local hospitals were overwhelmed. Kabul’s infrastructure was fragile; the air campaign exacerbated an already dire humanitarian crisis.

**Source:** [[https://www.hrw.org/reports/2002/afghanistan/][Human Rights Watch]]

* Sources
:PROPERTIES:
:EXPORT_EXCLUDE: t
:END:
