public/essays/24-23-kabul-2001/index.html
<!DOCTYPE html>
<html lang="en-us" data-theme="light">
<head>    <meta charset="UTF-8">
    <meta name="viewport" content="width=device-width, initial-scale=1.0">
    <title>Kabul 2001 - Against The Tide</title>
    
    
    <meta name="description" content="A series of fact-based civilian experience essays documenting U.S. military bombardments">
    <meta name="keywords" content="journalism, civilian, military, bombardment, essays, history">
    <meta name="author" content="TorchScribe">
    
    
    <meta property="og:type" content="article">
    <meta property="og:title" content="Kabul 2001 - Against The Tide">
    <meta property="og:description" content="A series of fact-based civilian experience essays documenting U.S. military bombardments">
    <meta property="og:url" content="http://localhost:54718/essays/24-23-kabul-2001/">
    
    
    <link href="https://fonts.googleapis.com/css2?family=Inter:wght@400;500;600;700&family=JetBrains+Mono:wght@400;700&display=swap" rel="stylesheet">
    <link rel="stylesheet" href="/css/style.css">
    
    
    <link rel="icon" type="image/svg+xml" href="/img/favicon.svg">
    <link rel="icon" type="image/png" href="/img/favicon.png">
    
    
</head>
<body>
    <div class="container">
        <header>
    <div class="logo">Against <span>The</span> Tide</div>
    <nav>
        
        
        <a href="/" >Home</a>
        
        <a href="/#essays" >Essays</a>
        
        <a href="/about/" >About</a>
        
        <button id="theme-toggle" aria-label="Toggle dark mode">
            <span class="theme-toggle-icon">◐</span>
        </button>
    </nav>
</header>

        <main>
            
<article class="essay-content markdown-content">
    <header class="essay-header">
        <h1>Kabul 2001</h1>
        <div class="metadata">
            <p><strong>Location:</strong> Afghanistan</p>
            <p><strong>Year:</strong> 2001</p>
        </div>
    </header>
    
    <div class="essay-article">
        
<p>
In response to the September 11 attacks, the U.S. launched Operation Enduring Freedom, beginning with airstrikes on Taliban-controlled Kabul.</p>
<p>
Zarmina Gul, a mother of four, lived near a military barracks. When the bombing started, the shockwaves shattered windows and ignited a nearby oil store. Her home caught fire, and she fled with her children through thick smoke.</p>
<p>
Gul’s youngest daughter suffered burns, and local hospitals were overwhelmed. Kabul’s infrastructure was fragile; the air campaign exacerbated an already dire humanitarian crisis.</p>
<p>
<strong><strong>Source:</strong></strong> <a href="https://www.hrw.org/reports/2002/afghanistan/">Human Rights Watch</a></p>
<div id="outline-container-headline-1" class="outline-2">
<h2 id="headline-1">
Sources
</h2>
</div>

    </div>
    
    
    
    <div class="essay-navigation">
        <a href="/#essays" class="back-to-essays">← Back to Essays</a>
    </div>
</article>

        </main>

        <footer>
    <p>© 2025 Against The Tide · All rights reserved</p>
    <p>Curated by TorchScribe</p>
</footer>
    </div>

    <script>
    
    document.addEventListener('DOMContentLoaded', () => {
        const themeToggle = document.getElementById('theme-toggle');
        
        themeToggle.addEventListener('click', () => {
            const currentTheme = document.documentElement.getAttribute('data-theme');
            const newTheme = currentTheme === 'dark' ? 'light' : 'dark';
            
            setTheme(newTheme);
        });
    });
    
    
    document.addEventListener('keydown', (e) => {
        
        if (e.altKey && e.key === 's') {
            e.preventDefault();
            window.location.href = '/#essays';
        }
        
        
        if (e.altKey && e.key === 'Home') {
            e.preventDefault();
            window.location.href = '/';
        }
        
        
        if (e.altKey && e.key === 'e') {
            e.preventDefault();
            window.location.href = '/#essays';
        }
        
        
        if (e.altKey && e.key === 'a') {
            e.preventDefault();
            window.location.href = '/about/';
        }
    });
</script>
</body>
</html>